Repository: sapoepsilon/Whispera
Catalog: MiscUI/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: Choose a Raycast Script Commands Folder
de: Ordner für Raycast-Script-Commands auswählen
es: Elige una carpeta de Script Commands de Raycast
fr: Choisir un dossier Script Commands de Raycast

source: Choose a WhisperKit CoreML model folder
de: Ordner mit einem WhisperKit-CoreML-Modell auswählen
es: Elige una carpeta de modelo CoreML de WhisperKit
fr: Choisissez un dossier de modèle CoreML WhisperKit

source: Choose a model first.
de: Wähle zuerst ein Modell.
es: Elige primero un modelo.
fr: Choisissez d'abord un modèle.

source: Choose a shortcut:
de: Kurzbefehl auswählen:
es: Elige un atajo:
fr: Choisissez un raccourci :

source: Choose audio or video files for transcription
de: Audio- oder Videodateien zum Transkribieren auswählen
es: Elige archivos de audio o vídeo para transcribir
fr: Choisissez des fichiers audio ou vidéo à transcrire

source: Choose keyboard shortcuts to quickly start recording or transcribe files from anywhere.
de: Wähle Tastaturkurzbefehle, um von überall schnell eine Aufnahme zu starten oder Dateien zu transkribieren.
es: Elige atajos de teclado para empezar a grabar o transcribir archivos rápidamente desde cualquier lugar.
fr: Choisissez des raccourcis clavier pour lancer rapidement un enregistrement ou transcrire des fichiers depuis n'importe où.

source: Choose microphone
de: Mikrofon auswählen
es: Elegir micrófono
fr: Choisir le microphone

source: Choose your Whisper model: base is fast and accurate for most use cases, small provides better accuracy for complex speech, and tiny is fastest for simple transcriptions.
de: Wähle dein Whisper-Modell: base ist schnell und für die meisten Zwecke genau, small ist bei komplexer Sprache genauer und tiny ist am schnellsten für einfache Transkriptionen.
es: Elige tu modelo Whisper: base es rápido y preciso para la mayoría de los usos, small ofrece más precisión con habla compleja y tiny es el más rápido para transcripciones sencillas.
fr: Choisissez votre modèle Whisper : base est rapide et précis dans la plupart des cas, small est plus précis pour une parole complexe et tiny est le plus rapide pour des transcriptions simples.

source: Choose...
de: Auswählen...
es: Elegir...
fr: Choisir...

source: Choose…
de: Auswählen …
es: Elegir…
fr: Choisir…

source: Clarification Needed
de: Rückfrage erforderlich
es: Se necesita aclaración
fr: Précision nécessaire

source: Clean Up Again
de: Erneut „Clean up“ ausführen
es: Volver a ejecutar «Clean up»
fr: Relancer « Clean up »

source: Clean up failed: %@
de: „Clean up“ fehlgeschlagen: %@
es: «Clean up» falló: %@
fr: Échec de « Clean up » : %@

source: Clean up the transcript with Apple Intelligence on this Mac before it is pasted. History keeps the original text.
de: Bereinigt das Transkript vor dem Einfügen mit Apple Intelligence auf diesem Mac. Der Verlauf behält den Originaltext.
es: Limpia la transcripción con Apple Intelligence en este Mac antes de pegarla. El historial conserva el texto original.
fr: Nettoie la transcription avec Apple Intelligence sur ce Mac avant de la coller. L'historique conserve le texte d'origine.

source: Clean up with a shortcut
de: Mit Kurzbefehl „Clean up“ ausführen
es: Ejecutar «Clean up» con un atajo
fr: Lancer « Clean up » avec un raccourci

source: Clear
de: Löschen
es: Borrar
fr: Effacer

source: Clear All
de: Alle löschen
es: Borrar todo
fr: Tout effacer

source: Clear All Models
de: Alle Modelle löschen
es: Borrar todos los modelos
fr: Supprimer tous les modèles

source: Clear Application Logs
de: Programmprotokolle löschen
es: Borrar registros de la aplicación
fr: Effacer les journaux de l'application

source: Clear Completed
de: Abgeschlossene löschen
es: Borrar completados
fr: Effacer les terminés

source: Clear Logs
de: Protokolle löschen
es: Borrar registros
fr: Effacer les journaux

source: Clear View
de: Ansicht leeren
es: Limpiar vista
fr: Vider l'affichage

source: Clear all transcriptions?
de: Alle Transkriptionen löschen?
es: ¿Borrar todas las transcripciones?
fr: Effacer toutes les transcriptions ?

source: Clear history?
de: Verlauf löschen?
es: ¿Borrar el historial?
fr: Effacer l'historique ?

source: Click to view all files
de: Klicken, um alle Dateien anzuzeigen
es: Haz clic para ver todos los archivos
fr: Cliquez pour voir tous les fichiers

source: Clipboard
de: Zwischenablage
es: Portapapeles
fr: Presse-papiers

source: Clipboard only
de: Nur Zwischenablage
es: Solo portapapeles
fr: Presse-papiers uniquement

source: Close
de: Schließen
es: Cerrar
fr: Fermer

source: Collapse queue
de: Warteschlange einklappen
es: Contraer cola
fr: Réduire la file

source: Comma-separated words to remove in every language
de: Durch Kommas getrennte Wörter, die in jeder Sprache entfernt werden
es: Palabras separadas por comas que se eliminan en todos los idiomas
fr: Mots séparés par des virgules à supprimer dans toutes les langues

source: Command Approval Required
de: Befehl muss bestätigt werden
es: Se requiere aprobar el comando
fr: Approbation de la commande requise

source: Command Line
de: Befehlszeile
es: Línea de comandos
fr: Ligne de commande

source: Command-Return
de: Befehl-Zeilenschalter
es: Comando-Retorno
fr: Commande-Retour

source: Complete
de: Fertig
es: Listo
fr: Terminé

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé

source: Completed in %@
de: Abgeschlossen in %@
es: Completado en %@
fr: Terminé en %@

source: Configure Whispera
de: Whispera einrichten
es: Configura Whispera
fr: Configurer Whispera

source: Configure how Whispera behaves on your system.
de: Lege fest, wie sich Whispera auf deinem System verhält.
es: Configura cómo se comporta Whispera en tu sistema.
fr: Configurez le comportement de Whispera sur votre système.

source: Configure your language settings and test voice transcription.
de: Lege deine Spracheinstellungen fest und teste die Sprachtranskription.
es: Configura el idioma y prueba la transcripción de voz.
fr: Configurez la langue et testez la transcription vocale.

source: Confirm iPhones
de: iPhones bestätigen
es: Confirmar iPhones
fr: Confirmer des iPhone

source: Connected · %lld models
de: Verbunden · %lld Modelle
es: Conectado · %lld modelos
fr: Connecté · %lld modèles

source: Continue
de: Weiter
es: Continuar
fr: Continuer

source: Control dictation, copy the last transcript, open history, add dictionary words, switch language or model, and transcribe a file from Raycast. Apart from stop, cancel, listing models and transcribing a file, they need "Allow whispera:// links" turned on above. Pick the folder you added under Raycast > Extensions > Script Commands.
de: Diktat steuern, das letzte Transkript kopieren, den Verlauf öffnen, Wörter zum Wörterbuch hinzufügen, Sprache oder Modell wechseln und eine Datei transkribieren – direkt aus Raycast. Außer Stoppen, Abbrechen, Modelle auflisten und Datei transkribieren brauchen sie das oben aktivierte „whispera://-Links erlauben“. Wähle den Ordner, den du unter Raycast > Extensions > Script Commands hinzugefügt hast.
es: Controla el dictado, copia la última transcripción, abre el historial, añade palabras al diccionario, cambia de idioma o de modelo y transcribe un archivo desde Raycast. Salvo detener, cancelar, listar modelos y transcribir un archivo, necesitan «Permitir enlaces whispera://» activado arriba. Elige la carpeta que añadiste en Raycast > Extensions > Script Commands.
fr: Contrôlez la dictée, copiez la dernière transcription, ouvrez l'historique, ajoutez des mots au dictionnaire, changez de langue ou de modèle et transcrivez un fichier depuis Raycast. Hormis arrêter, annuler, lister les modèles et transcrire un fichier, elles nécessitent « Autoriser les liens whispera:// » activé ci-dessus. Choisissez le dossier ajouté dans Raycast > Extensions > Script Commands.

source: Control-Return
de: Control-Zeilenschalter
es: Control-Retorno
fr: Contrôle-Retour

source: Convert Chinese transcripts to Simplified or Traditional characters. Match My Languages uses the Chinese variant in your macOS language list
de: Chinesische Transkripte in vereinfachte oder traditionelle Schriftzeichen umwandeln. „Wie meine Sprachen“ nutzt die chinesische Variante aus deiner macOS-Sprachliste
es: Convierte las transcripciones en chino a caracteres simplificados o tradicionales. Según mis idiomas usa la variante de chino de tu lista de idiomas de macOS
fr: Convertir les transcriptions chinoises en caractères simplifiés ou traditionnels. « Selon mes langues » utilise la variante chinoise de votre liste de langues macOS

source: Converting speech to English
de: Sprache wird ins Englische übertragen
es: Convirtiendo la voz al inglés
fr: Conversion de la parole en anglais

source: Converting speech to text
de: Sprache wird in Text umgewandelt
es: Convirtiendo la voz en texto
fr: Conversion de la parole en texte

source: Copied
de: Kopiert
es: Copiado
fr: Copié

source: Copied the last transcript
de: Letztes Transkript kopiert
es: Última transcripción copiada
fr: Dernière transcription copiée

source: Copies the most recent Whispera transcript to the clipboard and returns it.
de: Kopiert das neueste Whispera-Transkript in die Zwischenablage und gibt es zurück.
es: Copia la transcripción más reciente de Whispera al portapapeles y la devuelve.
fr: Copie la transcription Whispera la plus récente dans le presse-papiers et la renvoie.

source: Copy
de: Kopieren
es: Copiar
fr: Copier

source: Copy Command
de: Befehl kopieren
es: Copiar comando
fr: Copier la commande

source: Copy Last
de: Letztes kopieren
es: Copiar última
fr: Copier la dernière

source: Copy Last Transcript
de: Letztes Transkript kopieren
es: Copiar última transcripción
fr: Copier la dernière transcription

source: Copy Original Transcript
de: Originaltranskript kopieren
es: Copiar transcripción original
fr: Copier la transcription d'origine

source: Copy Report
de: Bericht kopieren
es: Copiar informe
fr: Copier le rapport

source: Copy Text
de: Text kopieren
es: Copiar texto
fr: Copier le texte

source: Copy text
de: Text kopieren
es: Copiar texto
fr: Copier le texte

source: Copy the most recent transcript to the clipboard
de: Kopiert das neueste Transkript in die Zwischenablage
es: Copia la transcripción más reciente al portapapeles
fr: Copie la transcription la plus récente dans le presse-papiers

source: Copy to Clipboard
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers

source: Copy to clipboard only
de: Nur in die Zwischenablage kopieren
es: Solo copiar al portapapeles
fr: Copier dans le presse-papiers uniquement

source: Copy transcription
de: Transkription kopieren
es: Copiar transcripción
fr: Copier la transcription

source: Correction Tolerance
de: Korrekturtoleranz
es: Tolerancia de corrección
fr: Tolérance de correction

source: Could not fetch models
de: Modelle konnten nicht abgerufen werden
es: No se pudieron obtener los modelos
fr: Impossible de récupérer les modèles

source: Could not load the model
de: Das Modell konnte nicht geladen werden
es: No se pudo cargar el modelo
fr: Impossible de charger le modèle

source: Could not reset the token
de: Das Token konnte nicht zurückgesetzt werden
es: No se pudo restablecer el token
fr: Impossible de réinitialiser le jeton

source: Could not switch to %@: %@
de: Wechsel zu %@ nicht möglich: %@
es: No se pudo cambiar a %@: %@
fr: Impossible de passer à %@ : %@

source: Could not update the Keychain
de: Schlüsselbund konnte nicht aktualisiert werden
es: No se pudo actualizar el llavero
fr: Impossible de mettre à jour le trousseau

source: Couldn't Use Sound File
de: Tondatei kann nicht verwendet werden
es: No se pudo usar el archivo de sonido
fr: Impossible d'utiliser le fichier son

source: Couldn't change the Mac link
de: Die Mac-Verbindung konnte nicht geändert werden
es: No se pudo cambiar el enlace con el Mac
fr: Impossible de modifier le lien avec le Mac

source: Couldn't confirm the iPhone
de: Das iPhone konnte nicht bestätigt werden
es: No se pudo confirmar el iPhone
fr: Impossible de confirmer l’iPhone

source: Couldn't finish here. Approve with Touch ID or on your iPhone.
de: Hier nicht möglich. Erlaube es mit Touch ID oder auf deinem iPhone.
es: No se pudo completar aquí. Apruébalo con Touch ID o en tu iPhone.
fr: Impossible de terminer ici. Autorisez avec Touch ID ou sur votre iPhone.

source: Couldn't reach %@: %@.
de: %@ ist nicht erreichbar: %@.
es: No se pudo conectar con %@: %@.
fr: Impossible de joindre %@ : %@.

source: Couldn't reach %@: %@. If the server is running, allow Whispera under System Settings > Privacy & Security > Local Network.
de: %@ ist nicht erreichbar: %@. Wenn der Server läuft, erlaube Whispera unter Systemeinstellungen > Datenschutz & Sicherheit > Lokales Netzwerk.
es: No se pudo conectar con %@: %@. Si el servidor está en marcha, permite Whispera en Ajustes del Sistema > Privacidad y seguridad > Red local.
fr: Impossible de joindre %@ : %@. Si le serveur fonctionne, autorisez Whispera dans Réglages Système > Confidentialité et sécurité > Réseau local.

source: Couldn't set up approvals on this Mac
de: Freigaben auf diesem Mac konnten nicht eingerichtet werden
es: No se pudieron configurar las aprobaciones en este Mac
fr: Impossible de configurer les autorisations sur ce Mac

source: Couldn't switch accelerator
de: Beschleuniger konnte nicht gewechselt werden
es: No se pudo cambiar el acelerador
fr: Impossible de changer d'accélérateur

source: Counts keyboard events Whispera receives so you can tell whether a shortcut is being delivered. Key identities are never recorded.
de: Zählt die Tastaturereignisse, die Whispera empfängt, damit du siehst, ob ein Kurzbefehl ankommt. Welche Tasten gedrückt werden, wird nie aufgezeichnet.
es: Cuenta los eventos de teclado que recibe Whispera para que sepas si un atajo llega a la app. Nunca se registra qué teclas se pulsan.
fr: Compte les événements clavier reçus par Whispera pour savoir si un raccourci est bien transmis. L'identité des touches n'est jamais enregistrée.

source: Current Limitations
de: Aktuelle Einschränkungen
es: Limitaciones actuales
fr: Limites actuelles

source: Current Model
de: Aktuelles Modell
es: Modelo actual
fr: Modèle actuel

source: Current:
de: Aktuell:
es: Actual:
fr: Actuel :

source: Custom
de: Eigene
es: Personalizado
fr: Personnalisé

source: Custom (OpenAI-compatible)
de: Eigener (OpenAI-kompatibel)
es: Personalizado (compatible con OpenAI)
fr: Personnalisé (compatible OpenAI)

source: Custom Models
de: Eigene Modelle
es: Modelos personalizados
fr: Modèles personnalisés

source: Custom Start Sound
de: Eigener Startton
es: Sonido de inicio personalizado
fr: Son de début personnalisé

source: Custom Stop Sound
de: Eigener Stoppton
es: Sonido de fin personalizado
fr: Son de fin personnalisé

source: Custom Words
de: Eigene Wörter
es: Palabras personalizadas
fr: Mots personnalisés

source: Custom issuer
de: Eigener Anbieter
es: Emisor personalizado
fr: Émetteur personnalisé

source: Custom model
de: Eigenes Modell
es: Modelo personalizado
fr: Modèle personnalisé

source: Custom...
de: Eigener...
es: Personalizado...
fr: Personnalisé...

source: Customize how the live transcription window appears and behaves
de: Lege fest, wie das Live-Transkriptionsfenster aussieht und sich verhält
es: Personaliza el aspecto y el comportamiento de la ventana de transcripción en vivo
fr: Personnalisez l'apparence et le comportement de la fenêtre de transcription en direct

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre

source: Debug Logs
de: Debug-Protokolle
es: Registros de depuración
fr: Journaux de débogage

source: Debug Mode
de: Debug-Modus
es: Modo depuración
fr: Mode débogage

source: Default mode
de: Standardmodus
es: Modo predeterminado
fr: Mode par défaut

source: Default. Needs Accessibility. The shortcut also reaches the app you are typing in.
de: Standard. Benötigt Bedienungshilfen. Der Kurzbefehl erreicht auch die App, in der du tippst.
es: Predeterminado. Requiere accesibilidad. El atajo también llega a la app en la que escribes.
fr: Par défaut. Nécessite l'accessibilité. Le raccourci parvient aussi à l'app dans laquelle vous tapez.

source: Delay After Paste
de: Verzögerung nach dem Einsetzen
es: Retardo tras pegar
fr: Délai après le collage

source: Delay Before Paste
de: Verzögerung vor dem Einsetzen
es: Retardo antes de pegar
fr: Délai avant le collage

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer

source: Delete entries after
de: Einträge löschen nach
es: Eliminar entradas tras
fr: Supprimer les entrées après

source: Delete older history?
de: Älteren Verlauf löschen?
es: ¿Eliminar el historial antiguo?
fr: Supprimer l'historique ancien ?

source: Delete saved history?
de: Gespeicherten Verlauf löschen?
es: ¿Eliminar el historial guardado?
fr: Supprimer l'historique sauvegardé ?

source: Delete saved recordings?
de: Gespeicherte Aufnahmen löschen?
es: ¿Eliminar las grabaciones guardadas?
fr: Supprimer les enregistrements sauvegardés ?

source: Deletes every unstarred transcription and its recording. Starred entries are kept.
de: Löscht alle Transkriptionen ohne Stern samt Aufnahme. Markierte Einträge bleiben erhalten.
es: Elimina todas las transcripciones sin estrella y sus grabaciones. Se conservan las entradas con estrella.
fr: Supprime toutes les transcriptions sans étoile et leur enregistrement. Les entrées étoilées sont conservées.

source: Denied on your iPhone.
de: Auf deinem iPhone abgelehnt.
es: Denegado en tu iPhone.
fr: Refusé sur votre iPhone.

source: Denied with Touch ID.
de: Mit Touch ID abgelehnt.
es: Denegado con Touch ID.
fr: Refusé avec Touch ID.

source: Denied.
de: Abgelehnt.
es: Denegado.
fr: Refusé.

source: Deny
de: Ablehnen
es: Denegar
fr: Refuser

source: Desktop
de: Schreibtisch
es: Escritorio
fr: Bureau

source: Detects the spoken language automatically across 25 European languages; the Source Language setting is ignored.
de: Erkennt die gesprochene Sprache automatisch aus 25 europäischen Sprachen; die Einstellung „Ausgangssprache“ wird ignoriert.
es: Detecta automáticamente el idioma hablado entre 25 idiomas europeos; se ignora el ajuste de idioma de origen.
fr: Détecte automatiquement la langue parlée parmi 25 langues européennes ; le réglage Langue source est ignoré.

source: Devices
de: Geräte
es: Dispositivos
fr: Appareils

source: Dictate
de: Diktieren
es: Dictar
fr: Dicter

source: Dictate with this shortcut to run Clean up on that dictation only. Always uses text mode.
de: Mit diesem Kurzbefehl diktieren, um „Clean up“ nur auf dieses Diktat anzuwenden. Nutzt immer den Textmodus.
es: Dicta con este atajo para aplicar «Clean up» solo a ese dictado. Siempre usa el modo de texto.
fr: Dictez avec ce raccourci pour appliquer « Clean up » à cette dictée uniquement. Utilise toujours le mode texte.

source: Dictate, then post-process. Always uses text mode.
de: Diktieren, dann nachbearbeiten. Nutzt immer den Textmodus.
es: Dicta y después posprocesa. Siempre usa el modo de texto.
fr: Dicter, puis post-traiter. Utilise toujours le mode texte.

source: Dictation shortcut fired
de: Diktier-Kurzbefehl ausgelöst
es: Atajo de dictado activado
fr: Raccourci de dictée déclenché

source: Dictation uses %@ until it is ready
de: Das Diktat verwendet %@, bis es bereit ist
es: El dictado usa %@ hasta que esté listo
fr: La dictée utilise %@ en attendant qu'il soit prêt

source: Dictation waits until it is ready
de: Das Diktat wartet, bis es bereit ist
es: El dictado espera hasta que esté listo
fr: La dictée attend qu'il soit prêt

source: Dictionary & Cleanup
de: Wörterbuch & Bereinigung
es: Diccionario y limpieza
fr: Dictionnaire et nettoyage

source: Dismiss
de: Schließen
es: Descartar
fr: Ignorer

source: Display '...' when text is truncated
de: „...“ anzeigen, wenn Text gekürzt wird
es: Mostrar '...' cuando el texto se recorta
fr: Afficher « ... » quand le texte est tronqué

source: Distance from the cursor position
de: Abstand zur Cursorposition
es: Distancia al cursor
fr: Distance par rapport au curseur

source: Documents
de: Dokumente
es: Documentos

source: Done
de: Fertig
es: Hecho
fr: Terminé

source: Download
de: Laden
es: Descargar
fr: Télécharger

source: Download Location
de: Download-Ort
es: Ubicación de descarga
fr: Emplacement de téléchargement

source: Download updates in the background
de: Updates im Hintergrund herunterladen
es: Descargar actualizaciones en segundo plano
fr: Télécharger les mises à jour en arrière-plan

source: Downloaded
de: Geladen
es: Descargado
fr: Téléchargé

source: Downloaded Models:
de: Geladene Modelle:
es: Modelos descargados:
fr: Modèles téléchargés :

source: Downloaded Updates:
de: Geladene Updates:
es: Actualizaciones descargadas:
fr: Mises à jour téléchargées :

source: Downloading
de: Wird geladen
es: Descargando
fr: Téléchargement

source: Downloading %@...
de: %@ wird geladen...
es: Descargando %@...
fr: Téléchargement de %@...

source: Downloading %@... %lld%%
de: %@ wird geladen... %lld %%
es: Descargando %@... %lld %%
fr: Téléchargement de %@... %lld %%

source: Downloading File...
de: Datei wird geladen...
es: Descargando archivo...
fr: Téléchargement du fichier...

source: Downloading Model...
de: Modell wird geladen...
es: Descargando modelo...
fr: Téléchargement du modèle...

source: Downloading model
de: Modell wird geladen
es: Descargando modelo
fr: Téléchargement du modèle

source: Downloading...
de: Wird geladen...
es: Descargando...
fr: Téléchargement...

source: Drag files or URLs here to transcribe
de: Dateien oder URLs zum Transkribieren hierher ziehen
es: Arrastra archivos o URL aquí para transcribir
fr: Glissez des fichiers ou des URL ici pour les transcrire

source: Drop %lld items to transcribe
de: %lld Objekte zum Transkribieren ablegen
es: Suelta %lld elementos para transcribirlos
fr: Déposez %lld éléments à transcrire

source: Drop audio/video files or URLs here
de: Audio-/Videodateien oder URLs hier ablegen
es: Suelta aquí archivos de audio o vídeo, o URL
fr: Déposez ici des fichiers audio/vidéo ou des URL

source: Drop files or URLs here to transcribe
de: Dateien oder URLs zum Transkribieren hier ablegen
es: Suelta aquí archivos o URL para transcribir
fr: Déposez ici des fichiers ou des URL à transcrire

source: Drop to transcribe
de: Zum Transkribieren ablegen
es: Suelta para transcribir
fr: Déposer pour transcrire

source: Drop um, uh, hmm and repeated stutters, and squeeze extra spaces, in dictation and file transcripts. Dictation also joins line breaks into spaces; file transcripts keep them.
de: Entfernt Füllwörter wie „äh“ und „hmm“, Wiederholungen und doppelte Leerzeichen beim Diktieren und in Datei-Transkripten. Beim Diktieren werden Zeilenumbrüche außerdem zu Leerzeichen; Datei-Transkripte behalten sie.
es: Quita muletillas como «eh» o «hmm», repeticiones y espacios de más en el dictado y en las transcripciones de archivos. El dictado además convierte los saltos de línea en espacios; las transcripciones de archivos los conservan.
fr: Supprime les mots de remplissage comme « euh » ou « hmm », les répétitions et les espaces en trop dans la dictée et les transcriptions de fichiers. La dictée remplace aussi les retours à la ligne par des espaces ; les transcriptions de fichiers les conservent.

source: Drop · Browse
de: Ablegen · Auswählen
es: Soltar · Buscar
fr: Déposer · Parcourir

source: Duration: %@
de: Dauer: %@
es: Duración: %@
fr: Durée : %@

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier

source: Enable post-processing
de: Nachbearbeitung aktivieren
es: Activar posprocesamiento
fr: Activer le post-traitement

source: End time
de: Endzeit
es: Hora de fin
fr: Heure de fin

source: Energy
de: Energie
es: Energía
fr: Énergie
